// MARK: - CONTENT VIEW

/* Tab view buttons */
"Convert" = "Перерабатывать";
"Favorites" = "Избранное";
"Settings" = "Настройки";

// MARK: - CONVERSION

/* Toolbar button to stop editting textfield */
"Done" = "Выполнено";

// MARK: - FAVORITES

/* Placeholder text when Core Data is empty */
"Search a currency pair and add it to favourites." = "Найдите валютную пару и добавьте ее в избранное.";

// MARK: - SETTINGS

/* List section headers */
"Preferences" = "Предпочтения";
"Stay in touch" = "Оставайтесь на связи";
"About" = "O нас";

/* Picker label */
"Default currency" = "Валюта по умолчанию";

/* Search Bar label */
"Search..." = "Поиск...";

/* Link to rate app */
"Rate Simoleon" = "Оценить симолеон";

/* Link to go to Twitter */
"Developer's Twitter" = "Twitter разработчика";

/* Link to contact */
"Contact" = "Контакт";

/* Link to website */
"Website" = "Интернет сайт";

/* Link to privacy policy */
"Privacy Policy" = "Политика конфиденциальности";

/* Link to terms of use */
"Terms of Use" = "Условия эксплуатации";

// MARK: - SUBSCRIPTION PAYWALL

/* Title */
"Unlock All Access" = "Разблокировать полный доступ";

/* Subscription feature titles */
"Favorite Forex Pairs" = "Любимые пары forex";
"Over 170 Currencies" = "Более 170 валют";
"Everything is Up-to-date" = "Все актуально";
"Cryptos and Commodities" = "Криптовалюты и товары";

/* Subscription feature description */
"Save any currency pair to access them quickly." = "Сохраните любую валютную пару для быстрого доступа к ним.";
"Access almost every currency of the world." = "Доступ почти ко всем валютам мира.";
"Your settings and favorite currencies in all your devices." = "Ваши настройки и любимые валюты на всех ваших устройствах.";
"Convert currency between cryptos, gold, and silver." = "Конвертируйте валюту между криптовалютами, золотом и серебром.";

/* Button to dismiss modal sheet */
"Cancel" = "Выполнено";

// MARK: - CURRENCY SELECTOR

/* Navigation title */
"Currencies" = "Валюты";

// MARK: - CURRENCY ROW

/* Label */
"From %@ to %@" = "От %@ до %@";

// MARK: - CONVERSION BOX

/* Text field placeholder */
"Enter amount" = "Введите сумму";

// MARK: - SIDE BAR

/* Navigation title */
"Categories" = "Категории";

// MARK: - SUBSCRIBE BUTTON

/* Label */
"Subscribe for %@ / month" = "Подписка на %@ / месяц";

// MARK: - RESTORE BUTTON

/* Label */
"Restore purchases" = "Восстановить покупки";

/* Alert title */
"No subscriptions found" = "Подписки не найдены";

/* Alert message */
"You are not subscripted to Simoleon yet." = "Вы еще не подписаны на simoleon.";

